/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "This computer's Internet connection appears to be offline.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "This computer's Internet connection may be offline.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "This computer's Internet connection appears to be online.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "This computer's DNS server is not responding.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "The DNS server could not find the server name.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "This computer's router is not responding.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "The server this computer is attempting to connect to is not responding.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "This computer's Internet connection appears to be online.";

